export interface Master {
  name: string
  description: string
}

export const masters: [string, Master][] = [
  [
    'nina_kuznetsova',
    {
      name: 'Нина Кузнецова',
      description: 'Опыт работы по различным фитнес направлениям – более 20-ти лет. Являюсь сертифицированным инструктором в йогатерапии опорно-двигательного аппарата. Окончила РГУФК с красным дипломом как специалист в области физкультуры и спорта.',
    },
  ], [
    'tatiana_pivovarova',
    {
      name: 'Татьяна Пивоварова',
      description: 'Практикую йогу более 25 лет, преподаю более 20-ти. Постоянно прохожу обучение в центрах йоги. Посещаю семинары, курсы повышения квалификации: Айенгар йога, Хатха йога, Кундалини йога, Виньяса-йога  йога-терапия, йога для беременных, йога для пожилых.',
    },
  ], [
    'evgenya_arsenyeva',
    {
      name: 'Евгения Арсеньева',
      description: 'Занимаюсь йогой с 2009 г., преподаю  с 2014 г. Постоянно посещаю курсы и семинары по хатха-йоге, йогатерапии. Также владею практическими навыками массажа по системе БЭСТ (биоэнергосистемотерапия по Е.И.Зуеву).',
    },
  ], [
    'irina_sklizkova',
    {
      name: 'Ирина Склизкова',
      description: 'Личная практика с 2010 г. Преподаю с 2015 г. С 2016 года обучаюсь в KPJAYI (Майсур, Индия) у Рангасвами Сарасвати Джойс. Постоянно повышаю свою квалификацию на курсах и семинарах как российских, так и зарубежных преподавателей Аштанга-йоги. С 2017 г. по настоящее время личная практика под руководством Натальи Савиной.',
    },
  ], [
    'natalia_permyakova',
    {
      name: 'Наталья Пермякова',
      description: 'Практикую йогу с 2010 года. Являюсь сертифицированным инструктором ТриЙоги 1 уровня. Мне бы очень хотелось поделиться своими знаниями и любовью к ТриЙоге, чтобы как можно больше людей могли узнать об этом прекрасном направлении и при желании практиковать его',
    },
  ], [
    'nadezhda_ishutina',
    {
      name: 'Надежда Ишутина',
      description: 'Личная практика с 2001 года. Опыт преподавания с 2008 г. Провожу занятия по хатха-йоге, йогатерапии, йоге для беременных. Постоянно читаю, практикую, посещаю семинары, хожу на занятия к преподавателям — это мой способ получения знаний.',
    },
  ], [
    'sergey_shkaev',
    {
      name: 'Сергей Шкаев',
      description: 'Черный пояс 4 дан по контактному Каратэ, черный пояс 5 дан по современному Айки-дзюцу. Тренерский стаж более 40 лет. Веду детские группы (от 5 до 14 лет) и взрослые ( от 15 до 99 лет) по Джит Кун-До (стиль Брюс Ли) и ОФП для взрослых.',
    },
  ], [
    'natalia_kobzeva',
    {
      name: 'Наталья Кобзева',
      description: 'Личная практика с 2010 года, преподаю хатха-йогу для начинающих и опытных практиков с 2022 г. Постоянно повышаю свою квалификацию на курсах и семинарах по Хатха-йоге (Михаила Галаева, Дмитрия Демина, Ильи Журавлева, Игоря Пантюшева)',
    },
  ], [
    'svetlana_krylova',
    {
      name: 'Светлана Крылова',
      description: 'Непрерывная и регулярная практика с 2018 года. Преподаю с 2023 г. Сертифицированный выпускник школы йоги Прана (2022-2023).\n"Йога для меня — это то состояние души и тела, в котором очень комфортно находиться. Это способ услышать свой внутренний голос, и найти свой путь"',
    },
  ],
]

export default new Map(masters)
